menu_data = {
    "Неделя 1": [
      """День 1
Завтрак:
Овсянка+ягоды ( фрукты) допускается ч л меда
Перекус:
1 яблоко +чай ( кофе)
Обед:
Салат с куриной грудкой (100 г курицы, листья салата, помидоры, огурцы,зелень, 1 ст. л. оливкового масла) 
Перекус2:
Орехи 30гр+чай
Ужин:
Рыба на гриле или пару (200 г) с тушеными овощами 

День 2
Завтрак:
Йогурт 2 или 5% (150 г) с ягодами (100 г) 
Перекус:
Груша + кусочек сыра 30гр +чай (кофе)
Обед:
Гречка  с тушеной курицей  + овощи+ кусочек цельнозернового хлеба
Перекус2:
Хлебцы+творожный сыр+ чай 
Ужин:
Тушеная говядина  с овощным рагу 

День 3
Завтрак:
Омлет с сыром+ овощи+ хлеб (цельнозерновой)
Перекус:
1 банан 
Обед:
Суп без зажарки+ овощи+ кусочек ц/з хлеба
Перекус2:
2 яблока
Ужин:
Индейка (курица без кожи)  с салатом из свежих овощей 

День 4
Завтрак:
Тост из цельнозернового хлеба с авокадо и яйцом 
Перекус:
1 апельсин +яблоко
Обед:
Плов из курицы+ овощной салат
Перекус2:
Йогурт +персик
Ужин:
Рыба на пару+ овощи

День 5
Завтрак:
Вареники с картошкой 8-10 шт+ ч л сметаны (можно заменить на греческий йогурт 100-150 гр)
Перекус:
Яблоко 2шт
Обед:
Салат Цезарь с курицей  с заправкой из йогурта без сухариков -300-350гр
Перекус2:
Огурец +яйцо
Ужин:
Куриное филе, запеченное с овощами 

День 6
Завтрак:
Творог 200гр 5%+ ягоды+ ч л меда+ ч л сметаны
Перекус:
Горький шоколад 30-40гр+ чай( кофе)
Обед:
Борщ без зажарки +овощи+ц/з хлеб
Перекус2:
Орешки 30гр+чай
Ужин:
Омлет+ овощи

День 7
Завтрак:
Овсяноблин с творожным сыром, ветчиной +овощи
Перекус:
1 банан - 100 ккал
Обед:
Соус ( картошка+мясо) +овощи+ хлебец
Перекус2:
Ряженка 200мл+яблоко
Ужин:
Запеченная курица без кожи с салатом из свежих овощей"""
    ],
    "Неделя 2": [
        "День 1:\nЗавтрак: Рыба, пюре картофельное, овощи, ц/з хлеб кусочек\nПерекус: Зефир 1шт + чай\nОбед: Уха без зажарки + ц/з хлеб + овощи\nПерекус2: Фрукт 2шт (кроме банана и винограда)\nУжин: Яйца вареные 2шт + овощи\n",
        "День 2:\nЗавтрак: Фаршированный перец + овощи + ц/з хлеб\nПерекус: Йогурт + семена чиа + ягоды\nОбед: Холодец + немного горчицы + ц/з хлеб + овощная закатка\nПерекус2: Хлебцы 2шт с сыром и ветчиной\nУжин: Тушеная капуста + котлета/яйцо/рыба на пару\n",
        # Добавьте остальные дни недели 2
    ],
    # Добавьте остальные недели
}
